Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add Your Next Screenshot
ar: أضف لقطة الشاشة التالية
ca: Afegeix la teva següent captura de pantalla
cs: Přidejte svůj další snímek obrazovky
da: Tilføj dit næste skærmbillede
de: Nächsten Screenshot hinzufügen
el: Προσθέστε το επόμενο στιγμιότυπο οθόνης σας
es: Añade tu siguiente captura
fa: افزودن اسکرین‌شات بعدی
fi: Lisää seuraava kuvakaappaus
fr: Ajoutez votre prochaine capture d'écran
he: הוסף את צילום המסך הבא שלך
hr: Dodajte svoju sljedeću snimku zaslona
hu: Adja hozzá a következő képernyőképet
id: Tambahkan Tangkapan Layar Anda Berikutnya
it: Aggiungi il prossimo screenshot
ja: 次のスクリーンショットを追加
ko: 다음 스크린샷 추가
ms: Tambahkan Tangkapan Skrin Seterusnya Anda
nl: Voeg uw volgende screenshot toe
no: Legg til ditt neste skjermbilde
pl: Dodaj swój następny zrzut ekranu
pt_br: Adicione sua próxima captura de tela
pt_pt: Adicione sua próxima captura de ecrã
ro: Adăugați următoarea captură de ecran
ru: Добавьте следующий скриншот
sk: Pridajte svoju ďalšiu snímku obrazovky
sl: Dodajte svoj naslednji posnetek zaslona
sv: Lägg till din nästa skärmdump
th: เพิ่มภาพหน้าจอถัดไปของคุณ
tr: Sonraki Ekran Görüntünüzü Ekleyin
uk: Додайте наступний знімок екрана
ur: اپنا اگلا اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình tiếp theo của bạn
zh_hans: 添加下一张截图
zh_hant: 加入下一張螢幕截圖

source: Add, edit, move, and remove rows, template columns, and shapes.
ar: إضافة الصفوف وأعمدة القالب والأشكال وتحريرها ونقلها وإزالتها.
ca: Afegeix, edita, mou i elimina files, columnes de plantilla i formes.
cs: Přidat, upravit, přesunout a odstranit řádky, sloupce šablony a tvary.
da: Tilføj, rediger, flyt og fjern rækker, skabelonkolonner og figurer.
de: Zeilen, Vorlagenspalten und Formen hinzufügen, bearbeiten, verschieben und entfernen.
el: Προσθέστε, επεξεργαστείτε, μετακινήστε και αφαιρέστε σειρές, στήλες προτύπων και σχήματα.
es: Añadir, editar, mover y eliminar filas, columnas de plantilla y formas.
fa: ردیف‌ها، ستون‌های اسکرین‌شات و شکل‌ها را اضافه، ویرایش، جابه‌جا و حذف کند.
fi: Lisää, muokkaa, siirrä ja poista rivejä, mallisarakkeita ja muotoja.
fr: Ajouter, modifier, déplacer et supprimer des lignes, des colonnes de modèles et des formes.
he: הוסף, ערוך, הזז והסר שורות, עמודות תבניות וצורות.
hr: Dodajte, uređujte, premještajte i uklanjajte retke, stupce predložaka i oblike.
hu: Sorok, sablonoszlopok és alakzatok hozzáadása, szerkesztése, áthelyezése és eltávolítása.
id: Tambahkan, edit, pindahkan, dan hapus baris, kolom templat, dan bentuk.
it: Aggiungere, modificare, spostare e rimuovere righe, colonne modello e forme.
ja: 行、テンプレート列、図形を追加、編集、移動、削除します。
ko: 행, 템플릿 열, 도형을 추가, 편집, 이동 및 제거합니다.
ms: Tambah, edit, alihkan dan alih keluar baris, lajur templat dan bentuk.
nl: Rijen, sjabloonkolommen en vormen toevoegen, bewerken, verplaatsen en verwijderen.
no: Legg til, rediger, flytt og fjern rader, malkolonner og former.
pl: Dodawaj, edytuj, przenoś i usuwaj wiersze, kolumny szablonów i kształty.
pt_br: Adicione, edite, mova e remova linhas, colunas de modelo e formas.
pt_pt: Adicione, edite, mova e remova linhas, colunas de modelo e formas.
ro: Adăugați, editați, mutați și eliminați rânduri, coloane șablon și forme.
ru: Добавлять, редактировать, перемещать и удалять строки, шаблоны и фигуры.
sk: Pridajte, upravte, presuňte a odstráňte riadky, stĺpce šablón a tvary.
sl: Dodajajte, urejajte, premikajte in odstranjujte vrstice, stolpce predloge in oblike.
sv: Lägg till, redigera, flytta och ta bort rader, mallkolumner och former.
th: เพิ่ม แก้ไข ย้าย และลบแถว คอลัมน์เทมเพลต และรูปร่าง
tr: Satırları, şablon sütunlarını ve şekilleri ekleyin, düzenleyin, taşıyın ve kaldırın.
uk: Додавання, редагування, переміщення та вилучення рядків, стовпців шаблонів і фігур.
ur: قطاریں، ٹیمپلیٹ کالم اور شکلیں شامل کریں، ترمیم کریں، منتقل کریں اور ہٹا دیں۔
vi: Thêm, chỉnh sửa, di chuyển và xóa hàng, cột mẫu và hình dạng.
zh_hans: 添加、编辑、移动和移除行、模板列和形状。
zh_hant: 加入、編輯、移動和移除列、範本欄和形狀。

source: Adding languages
ar: إضافة اللغات
ca: Afegint idiomes
cs: Přidávání jazyků
da: Tilføjelse af sprog
de: Sprachen hinzufügen
el: Προσθήκη γλωσσών
es: Añadir idiomas
fa: افزودن زبان‌ها
fi: Kielten lisääminen
fr: Ajout de langues
he: הוספת שפות
hr: Dodavanje jezika
hu: Nyelvek hozzáadása
id: Menambahkan bahasa
it: Aggiungere lingue
ja: 言語の追加
ko: 언어 추가
ms: Menambah bahasa
nl: Talen toevoegen
no: Legger til språk
pl: Dodawanie języków
pt_br: Adicionar idiomas
pt_pt: Adicionando idiomas
ro: Adăugarea de limbi
ru: Добавление языков
sk: Pridávanie jazykov
sl: Dodajanje jezikov
sv: Lägger till språk
th: การเพิ่มภาษา
tr: Dil ekleme
uk: Додавання мов
ur: زبانیں شامل کرنا
vi: Thêm ngôn ngữ
zh_hans: 添加语言
zh_hant: 加入語言

source: Adding rows
ar: إضافة صفوف
ca: Afegint files
cs: Přidávání řádků
da: Tilføjelse af rækker
de: Zeilen hinzufügen
el: Προσθήκη σειρών
es: Añadir filas
fa: افزودن ردیف‌ها
fi: Rivien lisääminen
fr: Ajout de lignes
he: הוספת שורות
hr: Dodavanje redaka
hu: Sorok hozzáadása
id: Menambahkan baris
it: Aggiungere righe
ja: 行の追加
ko: 행 추가
ms: Menambah baris
nl: Rijen toevoegen
no: Legger til rader
pl: Dodawanie wierszy
pt_br: Adicionar linhas
pt_pt: Adicionando linhas
ro: Adăugarea de rânduri
ru: Добавление строк
sk: Pridávanie riadkov
sl: Dodajanje vrstic
sv: Lägger till rader
th: การเพิ่มแถว
tr: Satır ekleme
uk: Додавання рядків
ur: قطاریں شامل کرنا
vi: Thêm hàng
zh_hans: 添加行
zh_hant: 加入列

source: Adding shapes
ar: إضافة الأشكال
ca: Afegint formes
cs: Přidávání tvarů
da: Tilføjelse af former
de: Formen hinzufügen
el: Προσθήκη σχημάτων
es: Añadir formas
fa: افزودن شکل‌ها
fi: Muotojen lisääminen
fr: Ajout de formes
he: הוספת צורות
hr: Dodavanje oblika
hu: Alakzatok hozzáadása
id: Menambahkan bentuk
it: Aggiungere forme
ja: 図形の追加
ko: 도형 추가
ms: Menambah bentuk
nl: Vormen toevoegen
no: Legge til former
pl: Dodawanie kształtów
pt_br: Adicionar formas
pt_pt: Adicionando formas
ro: Adăugarea de forme
ru: Добавление фигур
sk: Pridávanie tvarov
sl: Dodajanje oblik
sv: Lägga till former
th: การเพิ่มรูปทรง
tr: Şekil ekleme
uk: Додавання фігур
ur: شکلیں شامل کرنا
vi: Thêm hình dạng
zh_hans: 添加形状
zh_hant: 加入形狀

source: Adding templates
ar: إضافة القوالب
ca: Afegint plantilles
cs: Přidávání šablon
da: Tilføjelse af skabeloner
de: Vorlagen hinzufügen
el: Προσθήκη προτύπων
es: Añadir plantillas
fa: افزودن اسکرین‌شات
fi: Mallien lisääminen
fr: Ajout de modèles
he: הוספת תבניות
hr: Dodavanje šablona
hu: Sablonok hozzáadása
id: Menambahkan template
it: Aggiungere modelli
ja: テンプレートの追加
ko: 템플릿 추가
ms: Menambah templat
nl: Sjablonen toevoegen
no: Legger til maler
pl: Dodawanie szablonów
pt_br: Adicionar modelos
pt_pt: Adicionando modelos
ro: Adăugarea de șabloane
ru: Добавление шаблонов
sk: Pridávanie šablón
sl: Dodajanje predlog
sv: Lägger till mallar
th: การเพิ่มเทมเพลต
tr: Şablon ekleme
uk: Додавання шаблонів
ur: ٹیمپلیٹس شامل کرنا
vi: Thêm mẫu
zh_hans: 添加模板
zh_hant: 加入範本

source: Adjust
ar: ضبط
ca: Ajustar
cs: Upravte
da: Juster
de: Anpassen
el: Προσαρμογή
es: Ajustar
fa: تنظیم
fi: Säädä
fr: Ajustements
he: התאם
hr: prilagoditi
hu: Állítsa be
id: Sesuaikan
it: Regola
ja: 調整
ko: 조정
ms: Laraskan
nl: Aanpassen
no: Juster
pl: Dostosuj
pt_br: Ajustes
pt_pt: Ajustar
ro: Ajustați
ru: Настройка
sk: Upraviť
sl: Prilagodi
sv: Justera
th: ปรับ
tr: İnce Ayar
uk: Налаштування
ur: ایڈجسٹ کریں۔
vi: điều chỉnh
zh_hans: 调整
zh_hant: 調整

source: Agent Edit
ar: تحرير الوكيل
da: Rediger agent
de: Agent bearbeiten
es: Agente Editar
fa: عامل ویرایش
fi: Agentti Edit
fr: Agent Modifier
he: עריכת סוכן
hu: Ügynök szerkesztése
id: Agen Sunting
ja: エージェント編集
ko: 에이전트 편집
ms: Edit Agen
nl: Agent Bewerken
no: Agentredigering
pl: Edytuj agenta
pt_br: Edição do Agente
pt_pt: Edição do Agente
sv: Agent Redigera
th: แก้ไขตัวแทน
ur: ایجنٹ میں ترمیم کریں۔
vi: Đại lý Chỉnh sửa
zh_hans: 代理人 编辑

source: AirDrop, Mail, Messages and more
ar: AirDrop والبريد والرسائل والمزيد
ca: AirDrop, Mail, Missatges i molt més
cs: AirDrop, Mail, Zprávy a další
da: AirDrop, Mail, Beskeder og mere
de: AirDrop, Mail, Nachrichten und mehr
el: AirDrop, Mail, Μηνύματα και άλλα
es: AirDrop, Mail, Mensajes y más
fa: AirDrop، ایمیل، پیام‌ها و موارد دیگر
fi: AirDrop, Mail, viestit ja paljon muuta
fr: AirDrop, Mail, Messages et plus encore
he: AirDrop, Mail, Messages ועוד
hr: AirDrop, pošta, poruke i više
hu: AirDrop, Mail, Üzenetek és így tovább
id: AirDrop, Mail, Pesan, dan lainnya
it: AirDrop, Mail, Messaggi e altro
ja: AirDrop、メール、メッセージなど
ko: AirDrop, 메일, 메시지 등
ms: AirDrop, Mail, Messages dan banyak lagi
nl: AirDrop, Mail, Berichten en meer
no: AirDrop, Mail, Meldinger og mer
pl: AirDrop, poczta, wiadomości i nie tylko
pt_br: AirDrop, Mail, Mensagens e muito mais
pt_pt: AirDrop, Mail, Mensagens e muito mais
ro: AirDrop, Mail, Messages și multe altele
ru: AirDrop, Почта, Сообщения и другое
sk: AirDrop, Mail, Správy a ďalšie
sl: AirDrop, pošta, sporočila in drugo
sv: AirDrop, Mail, Messages och mer
th: AirDrop, เมล, ข้อความ และอื่นๆ
tr: AirDrop, Mail, Mesajlar ve daha fazlası
uk: AirDrop, Пошта, Повідомлення та інше
ur: ایئر ڈراپ، میل، پیغامات اور مزید
vi: AirDrop, Thư, Tin nhắn và hơn thế nữa
zh_hans: 隔空投送、邮件、信息等
zh_hant: AirDrop、郵件、訊息等

source: Align
ar: محاذاة
ca: Alinear
cs: Zarovnat
da: Juster
de: Ausrichten
el: Ευθυγράμμιση
es: Alinear
fa: تراز
fi: Kohdista
fr: Aligner
he: יישר
hr: Poravnajte
hu: Igazítás
id: Sejajarkan
it: Allinea
ja: 整列
ko: 정렬
ms: Selaraskan
nl: Uitlijnen
no: Juster
pl: Wyrównaj
pt_br: Alinhar
pt_pt: Alinhar
ro: Aliniați
ru: Выровнять
sk: Zarovnať
sl: Poravnaj
sv: Justera
th: จัดตำแหน่ง
tr: Hizala
uk: Вирівняти
ur: سیدھ میں لانا
vi: Căn chỉnh
zh_hans: 对齐
zh_hant: 對齊

source: Align Bottom
ar: محاذاة القاع
ca: Alinea la part inferior
cs: Zarovnat spodní
da: Juster bund
de: Unten ausrichten
el: Ευθυγράμμιση κάτω
es: Alinear abajo
fa: تراز پایین
fi: Tasaa alas
fr: Aligner en bas
he: יישר תחתית
hr: Poravnaj dno
hu: Alulra igazítás
id: Sejajarkan Bawah
it: Allinea in basso
ja: 下揃え
ko: 아래쪽 정렬
ms: Jajar Bawah
nl: Onderkant uitlijnen
no: Juster bunnen
pl: Wyrównaj dół
pt_br: Alinhar embaixo
pt_pt: Alinhar parte inferior
ro: Aliniați jos
ru: Выровнять по нижнему краю
sk: Zarovnať spodok
sl: Poravnaj dno
sv: Justera botten
th: จัดตำแหน่งด้านล่าง
tr: Alta Hizala
uk: Вирівняти за нижнім краєм
ur: نیچے سیدھ کریں۔
vi: Căn chỉnh dưới cùng
zh_hans: 底部对齐
zh_hant: 靠下對齊

source: Align Center
ar: محاذاة المركز
ca: Alinea el centre
cs: Zarovnat na střed
da: Juster center
de: Zentriert ausrichten
el: Στοίχιση στο κέντρο
es: Alinear al centro
fa: تراز وسط افقی
fi: Kohdista keskusta
fr: Aligner au centre
he: יישר מרכז
hr: Poravnaj centar
hu: Középre igazítás
id: Sejajarkan Pusat
it: Allinea al centro
ja: 左右中央揃え
ko: 가운데 정렬
ms: Jajarkan Tengah
nl: Midden uitlijnen
no: Senterjuster
pl: Wyrównaj do środka
pt_br: Alinhar ao centro
pt_pt: Alinhar Centro
ro: Aliniați Centrul
ru: Выровнять по центру
sk: Zarovnať na stred
sl: Poravnaj na sredino
sv: Rikta in mitten
th: จัดกึ่งกลาง
tr: Yatay Ortaya Hizala
uk: Вирівняти по центру
ur: مرکز کو سیدھ کریں۔
vi: Căn giữa
zh_hans: 水平居中对齐
zh_hant: 水平置中對齊

source: Align Left
ar: محاذاة لليسار
ca: Alinea a l'esquerra
cs: Zarovnat doleva
da: Venstrejuster
de: Links ausrichten
el: Στοίχιση αριστερά
es: Alinear a la izquierda
fa: تراز چپ
fi: Tasaa vasemmalle
fr: Aligner à gauche
he: יישר שמאלה
hr: Poravnaj lijevo
hu: Balra igazítás
id: Sejajarkan ke Kiri
it: Allinea a sinistra
ja: 左揃え
ko: 왼쪽 정렬
ms: Jajar Kiri
nl: Links uitlijnen
no: Venstrejuster
pl: Wyrównaj do lewej
pt_br: Alinhar à esquerda
pt_pt: Alinhar à esquerda
ro: Aliniați la stânga
ru: Выровнять по левому краю
sk: Zarovnať doľava
sl: Poravnaj levo
sv: Vänsterjustera
th: จัดชิดซ้าย
tr: Sola Hizala
uk: Вирівняти за лівим краєм
ur: بائیں سیدھ کریں۔
vi: Căn trái
zh_hans: 左对齐
zh_hant: 靠左對齊

source: Align Middle
ar: محاذاة الأوسط
ca: Alinear al mig
cs: Zarovnat na střed
da: Juster midten
de: Mittig ausrichten
el: Ευθυγράμμιση στη μέση
es: Alinear al medio
fa: تراز وسط عمودی
fi: Kohdista keskelle
fr: Aligner au milieu
he: יישר באמצע
hr: Poravnajte sredinu
hu: Középre igazítás
id: Sejajarkan Tengah
it: Allinea al centro verticale
ja: 上下中央揃え
ko: 중간 정렬
ms: Jajarkan Tengah
nl: Midden uitlijnen
no: Midtjuster
pl: Wyrównaj środek
pt_br: Alinhar ao meio
pt_pt: Alinhar ao meio
ro: Aliniați la mijloc
ru: Выровнять по середине
sk: Zarovnať na stred
sl: Poravnajte sredino
sv: Justera mitten
th: จัดตำแหน่งตรงกลาง
tr: Dikey Ortaya Hizala
uk: Вирівняти посередині
ur: درمیانی صف بندی کریں۔
vi: Căn giữa
zh_hans: 垂直居中对齐
zh_hant: 垂直置中對齊

source: Align Right
ar: محاذاة لليمين
ca: Alinear a la dreta
cs: Zarovnat doprava
da: Juster til højre
de: Rechts ausrichten
el: Στοίχιση δεξιά
es: Alinear a la derecha
fa: تراز راست
fi: Kohdista oikealle
fr: Aligner à droite
he: יישר ימינה
hr: Poravnaj desno
hu: Igazítás jobbra
id: Sejajarkan dengan Kanan
it: Allinea a destra
ja: 右揃え
ko: 오른쪽 정렬
ms: Jajar Kanan
nl: Rechts uitlijnen
no: Høyrejuster
pl: Wyrównaj w prawo
pt_br: Alinhar à direita
pt_pt: Alinhar à direita
ro: Aliniați dreapta
ru: Выровнять по правому краю
sk: Zarovnať doprava
sl: Poravnaj desno
sv: Justera höger
th: จัดชิดขวา
tr: Sağa Hizala
uk: Вирівняти за правим краєм
ur: دائیں سیدھ کریں۔
vi: Căn phải
zh_hans: 右对齐
zh_hant: 靠右對齊

source: Align Selected
ar: محاذاة المحدد
ca: Alineació seleccionada
cs: Zarovnat vybrané
da: Juster valgt
de: Ausgewählte ausrichten
el: Επιλέχθηκε στοίχιση
es: Alinear selección
fa: تراز موارد انتخاب‌شده
fi: Tasaa valitut
fr: Aligner la sélection
he: יישר נבחרים
hr: Poravnaj odabrano
hu: Kijelölt igazítása
id: Sejajarkan yang Dipilih
it: Allinea selezionate
ja: 選択項目を整列
ko: 선택 항목 정렬
ms: Jajar Dipilih
nl: Uitlijnen geselecteerd
no: Juster valgt
pl: Wyrównaj wybrane
pt_br: Alinhar seleção
pt_pt: Alinhar selecionado
ro: Aliniați selectat
ru: Выровнять выбранное
sk: Zarovnať vybraté
sl: Poravnaj izbrano
sv: Justera valda
th: จัดตำแหน่งที่เลือก
tr: Seçilenleri Hizala
uk: Вирівняти вибране
ur: سیدھ میں لایا گیا
vi: Căn chỉnh đã chọn
zh_hans: 对齐所选内容
zh_hant: 對齊所選項目

source: Align Top
ar: محاذاة الأعلى
ca: Alinea la part superior
cs: Zarovnat nahoru
da: Juster Top
de: Oben ausrichten
el: Ευθυγράμμιση κορυφής
es: Alinear arriba
fa: تراز بالا
fi: Kohdista yläosa
fr: Aligner en haut
he: יישר למעלה
hr: Poravnaj vrh
hu: Felső igazítása
id: Sejajarkan Atas
it: Allinea in alto
ja: 上揃え
ko: 위쪽 정렬
ms: Jajarkan Atas
nl: Boven uitlijnen
no: Juster toppen
pl: Wyrównaj górę
pt_br: Alinhar em cima
pt_pt: Alinhar Topo
ro: Aliniați sus
ru: Выровнять по верхнему краю
sk: Zarovnať hore
sl: Poravnaj zgoraj
sv: Rikta upp toppen
th: จัดตำแหน่งด้านบน
tr: Üste Hizala
uk: Вирівняти за верхнім краєм
ur: اوپر سیدھ کریں۔
vi: Căn chỉnh trên cùng
zh_hans: 顶部对齐
zh_hant: 靠上對齊

source: Align, distribute, match
ar: محاذاة، توزيع، مباراة
ca: Alinear, distribuir, emparellar
cs: Zarovnat, distribuovat, sladit
da: Juster, fordel, match
de: Ausrichten, verteilen, angleichen
el: Ευθυγράμμιση, διανομή, αντιστοίχιση
es: Alinear, distribuir, igualar
fa: تراز کردن، توزیع کردن، مطابقت دادن
fi: Kohdista, levitä, sovita
fr: Aligner, répartir, harmoniser
he: ליישר, להפיץ, להתאים
hr: Poravnajte, distribuirajte, uskladite
hu: Igazíts, oszd el, párosíts
id: Sejajarkan, distribusikan, cocokkan
it: Allinea, distribuisci, uniforma
ja: 整列、分散、一致
ko: 정렬, 분배, 맞추기
ms: Selaraskan, edarkan, padankan
nl: Uitlijnen, distribueren, matchen
no: Juster, fordel, match
pl: Wyrównaj, rozprowadź, dopasuj
pt_br: Alinhar, distribuir, igualar
pt_pt: Alinhe, distribua, combine
ro: Aliniați, distribuiți, potriviți
ru: Выравнивание, распределение, подгонка
sk: Zarovnajte, rozdeľte, spárujte
sl: Uskladite, razdelite, uskladite
sv: Rikta in, fördela, matcha
th: จัดตำแหน่ง กระจาย จับคู่
tr: Hizala, dağıt, eşitle
uk: Вирівнювання, розподіл, узгодження
ur: سیدھ میں لانا، تقسیم کرنا، ملاپ کرنا
vi: Căn chỉnh, phân phối, khớp
zh_hans: 对齐、分布和匹配
zh_hant: 對齊、分佈、一致化

source: Alignment
ar: محاذاة
ca: Alineació
cs: Zarovnání
da: Justering
de: Ausrichtung
el: Ευθυγράμμιση
es: Alineación
fa: تراز
fi: Tasaus
fr: Alignement
he: יישור
hr: Usklađivanje
hu: Igazítás
id: Penyelarasan
it: Allineamento
ja: 配置
ko: 정렬
ms: Penjajaran
nl: Uitlijning
no: Justering
pl: Wyrównanie
pt_br: Alinhamento
pt_pt: Alinhamento
ro: Alinierea
ru: Выравнивание
sk: Zarovnanie
sl: Poravnava
sv: Justering
th: การจัดตำแหน่ง
tr: Hizalama
uk: Вирівнювання
ur: صف بندی
vi: Căn chỉnh
zh_hans: 对齐方式
zh_hant: 對齊方式

source: All
ar: الكل
ca: Tots
cs: všechny
da: Alle
de: Alle
el: Όλα
es: Todas
fa: همه
fi: Kaikki
fr: Tout
he: הכל
hr: sve
hu: Mind
id: Semua
it: Tutti
ja: すべて
ko: 모두
ms: Semua
nl: Allemaal
no: Alle
pl: Wszystko
pt_br: Todas
pt_pt: Todos
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
ur: تمام
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All %lld locales already match the App Store.
ar: جميع اللغات المحلية %1$lld تتطابق بالفعل مع App Store.
ca: Totes les %1$lld configuracions regionals ja coincideixen amb el App Store.
cs: Všechna %1$lld národní prostředí již odpovídají App Store.
da: Alle %1$lld lokaliteter matcher allerede App Store.
de: Alle %lld Sprachen stimmen bereits mit dem App Store überein.
el: Όλες οι %1$lld τοπικές ρυθμίσεις αντιστοιχούν ήδη στο App Store.
es: Los %lld idiomas ya coinciden con el App Store.
fa: هر %1$lld زبان از قبل با App Store یکسان است.
fi: All %1$lld locales already match the App Store.
fr: Les %lld langues correspondent déjà à l'App Store.
he: כל האזורים של %1$lld כבר תואמים ל-App Store.
hr: Svi %1$lld jeziki već odgovaraju App Store.
hu: Az összes %1$lld nyelv már megfelel a App Store kifejezésnek.
id: Semua lokal %1$lld sudah cocok dengan App Store.
it: Tutte le %lld lingue corrispondono già all'App Store.
ja: %lld個のロケールすべてが App Store と一致しています。
ko: %lld개 로케일 모두 App Store와 이미 일치합니다.
ms: Semua %1$lld tempatan sudah sepadan dengan App Store.
nl: Alle %1$lld landinstellingen komen al overeen met de App Store.
no: Alle %1$lld lokaliteter samsvarer allerede med App Store.
pl: Wszystkie ustawienia regionalne %1$lld pasują już do App Store.
pt_br: Todas as %lld localidades já correspondem à App Store.
pt_pt: Todas as localidades %1$lld já correspondem ao App Store.
ro: Toate %1$lld localități se potrivesc deja cu App Store.
ru: Все языки (%lld) уже совпадают с App Store.
sk: Všetky %1$lld miestne nastavenia už zodpovedajú App Store.
sl: Vsi jeziki %1$lld se že ujemajo z App Store.
sv: Alla %1$lld lokaler matchar redan App Store.
th: ภาษา %1$lld ทั้งหมดตรงกับ App Store แล้ว
tr: %lld dilin tümü App Store ile zaten eşleşiyor.
uk: Усі мови (%lld) уже відповідають App Store.
ur: تمام %1$lld زبانیں پہلے سے ہی App Store سے مماثل ہیں۔
vi: Tất cả các ngôn ngữ %1$lld đã khớp với App Store.
zh_hans: 全部 %lld 种语言均已与 App Store 一致。
zh_hant: 全部 %lld 個語言皆已與 App Store 相符。

source: All apps are hidden by the filter
ar: يتم إخفاء جميع التطبيقات بواسطة الفلتر
ca: Totes les aplicacions estan ocultes pel filtre
cs: Všechny aplikace jsou filtrem skryty
da: Alle apps er skjult af filteret
de: Alle Apps werden durch den Filter ausgeblendet
el: Όλες οι εφαρμογές κρύβονται από το φίλτρο
es: El filtro oculta todas las apps
fa: همهٔ برنامه‌ها با فیلتر پنهان شده‌اند
fi: Suodatin piilottaa kaikki sovellukset
fr: Toutes les applications sont masquées par le filtre
he: כל האפליקציות מוסתרות על ידי המסנן
hr: Sve su aplikacije skrivene filtrom
hu: Az összes alkalmazást elrejti a szűrő
id: Semua aplikasi disembunyikan oleh filter
it: Tutte le app sono nascoste dal filtro
ja: フィルタによってすべてのアプリが非表示になっています
ko: 필터에 의해 모든 앱이 숨겨졌습니다.
ms: Semua apl disembunyikan oleh penapis
nl: Alle apps worden verborgen door het filter
no: Alle apper er skjult av filteret
pl: Wszystkie aplikacje są ukryte przez filtr
pt_br: Todos os aplicativos estão ocultos pelo filtro
pt_pt: Todos os aplicativos estão ocultos pelo filtro
ro: Toate aplicațiile sunt ascunse de filtru
ru: Все приложения скрыты фильтром
sk: Všetky aplikácie sú filtrom skryté
sl: Vse aplikacije so skrite s filtrom
sv: Alla appar är dolda av filtret
th: แอปทั้งหมดถูกซ่อนไว้โดยตัวกรอง
tr: Tüm uygulamalar filtre tarafından gizlendi
uk: Усі програми приховано фільтром
ur: تمام ایپس فلٹر کے ذریعے چھپے ہوئے ہیں۔
vi: Tất cả ứng dụng đều bị bộ lọc ẩn
zh_hans: 所有 App 均已被筛选条件隐藏
zh_hant: 所有 App 都被篩選條件隱藏

source: All done
ar: تم كل شيء
ca: Tot fet
cs: Vše hotovo
da: Alt færdigt
de: Alles erledigt
el: Όλα έγιναν
es: Todo listo
fa: تمام شد
fi: Kaikki tehty
fr: Terminé
he: הכל נעשה
hr: Gotovo
hu: Minden kész
id: Semua selesai
it: Fatto
ja: すべて完了しました
ko: 모두 완료
ms: Semua selesai
nl: Alles gedaan
no: Alt ferdig
pl: Wszystko gotowe
pt_br: Tudo pronto
pt_pt: Tudo pronto
ro: Toate gata
ru: Готово
sk: Všetko hotovo
sl: Vse opravljeno
sv: Allt klart
th: เสร็จแล้ว
tr: Tamamlandı
uk: Готово
ur: سب ہو گیا
vi: Tất cả đã xong
zh_hans: 全部完成
zh_hant: 全部完成

source: All locales
ar: جميع اللغات
ca: Tots els locals
cs: Všechny lokality
da: Alle lokaliteter
de: Alle Sprachen
el: Όλες οι τοποθεσίες
es: Todos los idiomas
fa: همهٔ زبان‌ها
fi: Kaikki alueet
fr: Toutes les langues
he: כל המקומות
hr: Sve lokacije
hu: Minden terület
id: Semua lokal
it: Tutte le lingue
ja: すべてのロケール
ko: 모든 로케일
ms: Semua tempatan
nl: Alle landinstellingen
no: Alle lokaliteter
pl: Wszystkie lokalizacje
pt_br: Todas as localidades
pt_pt: Todas as localidades
ro: Toate localurile
ru: Все языки
sk: Všetky miestne nastavenia
sl: Vsi lokali
sv: Alla lokaler
th: ทุกสถานที่
tr: Tüm diller
uk: Усі мови
ur: تمام مقامات
vi: Tất cả các ngôn ngữ
zh_hans: 所有语言
zh_hant: 所有語言

source: All other languages will be re-anchored to it as translations.
ar: سيتم إعادة إرساء جميع اللغات الأخرى عليها كترجمات.
ca: Tots els altres idiomes s'hi tornaran a ancorar com a traduccions.
cs: Všechny ostatní jazyky budou znovu ukotveny jako překlady.
da: Alle andre sprog vil blive genforankret til det som oversættelser.
de: Alle anderen Sprachen werden dann als Übersetzungen dieser Sprache geführt.
el: Όλες οι άλλες γλώσσες θα επανατοποθετηθούν σε αυτό ως μεταφράσεις.
es: Todos los demás idiomas pasarán a ser traducciones de este.
fa: همهٔ زبان‌های دیگر از این پس ترجمهٔ آن به شمار می‌آیند.
fi: Kaikki muut kielet ankkuroidaan siihen uudelleen käännöksinä.
fr: Toutes les autres langues y seront rattachées en tant que traductions.
he: כל שאר השפות יעוגנו אליו מחדש כתרגום.
hr: Svi ostali jezici bit će ponovno usidreni na njega kao prijevodi.
hu: Az összes többi nyelvet fordításként újra rögzítjük.
id: Semua bahasa lain akan ditautkan kembali ke dalamnya sebagai terjemahan.
it: Tutte le altre lingue verranno riallineate su di essa come traduzioni.
ja: ほかのすべての言語は、この言語の翻訳として設定し直されます。
ko: 다른 모든 언어는 이 언어를 기준으로 한 번역이 됩니다.
ms: Semua bahasa lain akan berlabuh semula padanya sebagai terjemahan.
nl: Alle andere talen zullen er als vertalingen opnieuw aan worden verankerd.
no: Alle andre språk vil bli forankret til det som oversettelser.
pl: Wszystkie pozostałe języki zostaną ponownie zakotwiczone w nim jako tłumaczenia.
pt_br: Todos os outros idiomas passarão a ser traduções dele.
pt_pt: Todos os outros idiomas serão reancorados a ele como traduções.
ro: Toate celelalte limbi vor fi reancorate la acesta ca traduceri.
ru: Все остальные языки будут привязаны к нему как переводы.
sk: Všetky ostatné jazyky budú v ňom znovu ukotvené ako preklady.
sl: Vsi drugi jeziki bodo znova zasidrani vanj kot prevodi.
sv: Alla andra språk kommer att återförankras till den som översättningar.
th: ภาษาอื่นๆ ทั้งหมดจะยึดไว้เป็นคำแปลอีกครั้ง
tr: Diğer tüm diller çeviri olarak buna göre yeniden bağlanacak.
uk: Усі інші мови буде прив’язано до неї як переклади.
ur: دیگر تمام زبانیں بطور ترجمہ اس پر دوبارہ لنگر انداز ہوں گی۔
vi: Tất cả các ngôn ngữ khác sẽ được neo lại vào đó dưới dạng bản dịch.
zh_hans: 其他所有语言都将改以它为基准，成为它的翻译。
zh_hant: 其他所有語言都會改以它為基準，成為它的翻譯。
